Repository: abdulrahman-kharzoum/Files_manger_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar

# welcome
source: Hi
ar: مرحباً

source: Welcome to
ar: مرحباً بك في

source: Welcome Back
ar: مرحبا بعودتك

source: Pull Up
ar: اسحب لأعلى

source: Email
ar: البريد الإلكتروني

# enter_email
source: Please Enter Your Email
ar: الرجاء إدخال البريد الإلكتروني

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة المرور

source: Users
ar: المستخدمين

source: Privacy
ar: الخصوصية

source: Board Image
ar: صورة اللوحة

source: Delete image
ar: حذف الصورة

source: Add image
ar: إضافة صورة

source: Board Icon
ar: أيقونة اللوحة

source: Forget password?
ar: هل نسيت كلمة المرور؟

# please_enter_your_registered_user_name
source: Please enter your registered user name to verify the account
ar: الرجاء إدخال اسم المستخدم المسجل الخاص بك للتحقق من الحساب

source: Login
ar: تسجيل الدخول

# create_account
source: Register Now
ar: إنشاء حساب

# dont_have_account
source: If you do not have an account
ar: إذا لم يكن لديك حساب

# welcome_auth_message
source: Where Efficiency Meets Empowerment
ar: حيث تلتقي الكفاءة بالتمكين

source: Home
ar: الرئيسية

source: Account
ar: الحساب

source: Profile
ar: الملف الشخصي

source: About
ar: حول

source: About us
ar: من نحن

source: Links
ar: روابط

source: Random
ar: عشوائي

source: Overview
ar: نظرة عامة

source: details
ar: التفاصيل

source: coast
ar: الكلفة

source: Image
ar: صورة

source: Adding board
ar: جاري إضافة لوحة

source: Send
ar: إرسال

source: Request
ar: الطلبات

source: Book a meeting
ar: حجز اجتماع

source: Notifications
ar: الإشعارات

source: Menu
ar: القائمة

source: I scanned
ar: لقد قمت بمسح

source: Scanned me
ar: مسحوا لي

source: Search
ar: بحث

source: Search about user
ar: ابحث عن مستخدم

source: Edit
ar: تعديل

source: Scanner Badge
ar: شهادة الماسح الضوئي

source: Badge
ar: شهادة

source: Badge Scanner
ar: ماسح الشهادات

source: Exhibitors
ar: العارضون

source: All
ar: الكل

source: Diary
ar: مذكرات

source: Optional
ar: اختياري

source: My Agenda
ar: جدولي

source: Meeting
ar: اجتماع

source: Download
ar: تحميل

source: Upload
ar: رفع

source: Settings
ar: الإعدادات

source: Scan
ar: مسح

source: Language
ar: اللغة

source: Reconnect
ar: إعادة الاتصال

source: Connect
ar: اتصال

source: Join with Code
ar: الانضمام برمز

source: Enter password
ar: أدخل كلمة المرور

# internet_connect_field
source: Please make sure you are connected to the Internet
ar: يرجى التأكد من الاتصال بالإنترنت

source: Arabic
ar: العربية

source: Job Opportunity
ar: فرصة عمل

source: Training
ar: تدريب

source: Feed Back
ar: ملاحظات

source: Conferences
ar: مؤتمرات

source: Map
ar: خريطة

source: Badge Preview
ar: معاينة الشهادة

source: Visitor
ar: زائر

source: English
ar: الإنجليزية

source: Cancel
ar: إلغاء

source: Scan Result
ar: نتيجة المسح

source: OK
ar: حسناً

source: Submit
ar: إرسال

source: Today
ar: اليوم

source: am
ar: ص

source: pm
ar: م

# forget_password_app
source: Forget Password
ar: نسيت كلمة المرور

source: Confirm
ar: تأكيد

source: Rate us
ar: قيمنا

source: App language
ar: لغة التطبيق

source: Remove account
ar: إزالة الحساب

source: Logout
ar: تسجيل الخروج

# doYouWantToRemoveAccount
source: Do you want to remove your account?
ar: هل تريد إزالة حسابك؟

source: Yes
ar: نعم

source: Read more
ar: اقرأ المزيد

source: Show less
ar: عرض أقل

source: Read More
ar: اقرأ المزيد

source: Your feedback
ar: تعليقاتك

source: Rate
ar: قيم

source: Rate us
ar: قيمنا

source: Give your rating
ar: أعط تقييمك

source: Type your comment
ar: اكتب تعليقك

source: App language
ar: لغة التطبيق

source: Remove account
ar: إزالة الحساب

source: Overall Experience
ar: الخبرة الشاملة

source: Ease of Use
ar: سهولة الاستعمال

source: Event Organization
ar: تنظيم الأحداث

# question1
source: What did you like the most about this event?
ar: ما هو أكثر شيء أعجبك في هذا الحدث؟

# question2
source: What can we improve for future events?
ar: ما الذي يمكننا تحسينه للأحداث المستقبلية؟

# question3
source: Is there anything else you would like to share about your experience?
ar: هل هناك أي شيء آخر ترغب في مشاركته حول تجربتك؟

source: Write your comment
ar: اكتب تعليقك

source: Verification
ar: التحقق

# enter_the_code
source: Enter the code sent to the email
ar: الرجاء إدخال الرمز المرسل إلى البريد الإلكتروني

# enter_email_plz
source: Please enter an email address
ar: راجاء أدخل بريدك الإلكتروني

source: Invalid email address
ar: عنوان البريد الإلكتروني غير صالح

# please_enter_password
source: Please Enter Your password
ar: رجاء ادخل كلمة المرور

# password_length
source: Password must be at least 8 characters long and include at least one letter, one number, and one special character
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل وتتضمن حرفًا واحدًا على الأقل ورقمًا واحدًا وحرفًا خاصًا واحدًا

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: New password
ar: كلمة المرور الجديدة

source: Re-enter password
ar: تأكيد كلمة المرور

source: Password must match
ar: كلمة المرور غير متطابقة

# no_internet
source: No internet connection. Please check your settings.
ar: لا يوجد اتصال بالانترنت

# login_faild
source: Login failed. Please check your email and password.
ar: فشل تسجيل الدخل.رجاء تحقق من البريد الالكتروني و كلمة المرور

# server_error
source: We are experiencing some technical issues on our end. Please try again later.
ar: نحن نواجه بعض المشاكل التقنية. سنقوم بحلها بأسرع وقت. رجاء حاول لاحقا

source: Error
ar: خطأ

source: Warning
ar: تنبيه

source: FAQs
ar: الاسئلة الشائعة

source: Full Name
ar: الاسم الكامل

# session_expired
source: Your session has expired due to inactivity. Please log in again to continue.
ar: انتهت صلاحية الجلسة الخاصة بك. رجاء أعد تسجيل الدخول للمتابعة

source: Pin is incorrect
ar: الرمز خاطئ

# dont_found_account
source: We could not find an account with that email. Please check the address
ar: لم نتمكن من إيجاد عنوان الحساب الذي قمت بإدخاله. رجاء تحقق من العنوان

# no_notifications
source: You do not have new notifications yet
ar: ليس لديك اي اشعارات جديدة بعد

source: Promoter
ar: مروج

# mark_notificatoin
source: Mark all as read notifications
ar: تعليم الكل كرسائل مقروءة

source: Organized Events
ar: الأحداث المنظمة

source: Website
ar: الموقع الالكتروني

source: Additional Info
ar: معلومات إضافية

# book_meet
source: Book a meet
ar: حجز موعد

source: Date
ar: التاريخ

source: Time
ar: الوقت

source: Your Appointment
ar: الموعد الخاص بك

source: Success
ar: نجاح

# appointment_success
source: We have successfully received your appointment request,and we will notify you once your appointment has been confirmed
ar: لقد تم استلام طلب الموعد الخاص بك بنجاح وسنقوم بإرسال إشعار لك عند الموافقة عليه

source: No data
ar: لا توجد بيانات

# server_down
source: Server is down
ar: الخادم معطل

# job_success
source: We have successfully received your job apply request,and we will notify you once your apply has been confirmed
ar: لقد تم استلام طلب العمل الخاص بك بنجاح وسنقوم بإرسال إشعار لك عند الموافقة عليهس

source: Apply
ar: تقديم

source: Description
ar: الوصف

# skills
source: Required Skills
ar: المهارات المطلوبة

source: Role
ar: الصفة

source: Gender
ar: الجنس

# whatsapp_number
source: Whatsapp
ar: واتساب

source: Number of staff needed
ar: عدد الموظفين اللازمين

source: Info
ar: معلومات

# no_event
source: No event now
ar: لا يوجد حدث الآن

source: Your courses
ar: الدورات الخاصة بك

source: h
ar: ساعة

# conti
source: Continue
ar: استمرار

# provided_by
source: Provide by
ar: يقدم من

# you_already_applied
source: You already applied to this course
ar: لقد قمت بالفعل بالتقديم على هذه الدورة

# let_other_scan
source: Let others scan your QR to connect with you instantly!
ar: اسمح للآخرين بسمح الرمز الخاص بك للتواصل معك على الفور

# qr_notfound
source: Can not find your QR
ar: لم نتمكن من إيجاد الرمز الخاص بك

source: Mon
ar: الاثنين

source: Tue
ar: الثلاثاء

source: Wed
ar: الأربعاء

source: Thu
ar: الخميس

source: Fri
ar: الجمعة

source: Sat
ar: السبت

source: Sun
ar: الأحد

# field_empty
source: Search field is empty
ar: حقل البحث فارغ

# already_have_data
source: You already have the data
ar: لديك بيانات البحث بالفعل

source: Scan cancelled
ar: تم إلغاء المسح

source: Scan failed
ar: فشلت عملية المسح

source: You can not scan yourself
ar: لا يمكنك المسح لنفسك

source: You already scanned this contact
ar: لقد قمت بالفعل بفحص جهة الاتصال هذه

source: Success scan you will find the new contact in your lead
ar: تمت العملية بنجاح سوف يتم الإدراج إلى جهات الاتصال

source: End time
ar: وقت الانتهاء

source: Start time
ar: وقت البداية

# info_conference
source: Information about the conference
ar: معلومات عن المؤتمر

source: Seats
ar: المقاعد

source: Lecturer
ar: المحاضر

source: Download contact
ar: تحميل جهة الاتصل

source: You already have a pending request
ar: لديك بالفعل طلب معلق

source: Age
ar: العمر

source: Company
ar: الشركة

source: Job Title
ar: المسمى الوظيفي

source: Your request is being processed
ar: طلبك قيد المعالجة

source: Phone number
ar: رقم الهاتف

# bod
source: Birth of date
ar: تاريخ الميلاد

# some_ofyouranswers_worng
source: Some of your answers are wrong please check again before submit
ar: لديك بعض الإجابات الخاطئة رجاء قم بمراجعتها قبل التأكيد

# congratulations
source: Congratulations all your answers are correct
ar: تهانينا جميع إجاباتك صحيحة

# please_answer_all
source: Please answer all the questions
ar: رجاء قم بالإجابة على جميع الأسئلة

# you_registered_course
source: You have successfully registered for the course. You can find it in your courses
ar: لقد قمت بالتسجيل في هذه الدورة بنجاح, يمكنك إيجادها في الدورات الخاصة بك

# you_already_answered
source: You already done this level
ar: لقد قمت بالفعل بإنهاء هذا المستوى

source: You are not at any event now
ar: انت الآن لست في أي حدث

source: Experience in hosting
ar: خبرة في الاستضافة

# normal_skills
source: Skills
ar: المهارات

source: Skill
ar: مهارة

source: Nationality
ar: الجنسية

source: Height
ar: الطول

source: Weight
ar: الوزن

source: Year
ar: سنة

source: Years
ar: سنوات

# you_didnt_reach
source: You did not reach to this level yet
ar: أنت لم تصل إلى هذا المستوى بعد

source: Events feedback
ar: تقييم الأحداث

source: Requests
ar: الطلبات

source: contact us
ar: اتصل بنا

# registered_user_name
source: Registered user name/ Business name
ar: اسم المستخدم المسجل/اسم العمل

source: Forgot username/ business name ?
ar: هل نسيت اسم المستخدم/اسم العمل؟

# select_which_contact_details_should_we_use
source: Select which contact details should we use to reset your password
ar: حدد تفاصيل الاتصال التي يجب أن نستخدمها لإعادة تعيين كلمة المرور الخاصة بك

# enter_code_digit
source: Enter 6-digit recovery code
ar: أدخل رمز الاسترداد المكون من 6 أرقام

# send_code_success_phone
source: The recovery code was sent to your mobile number. Please enter the code
ar: تم إرسال رمز الاسترداد إلى رقم هاتفك المحمول. الرجاء إدخال الرمز

# send_code_success_email
source: The recovery code was sent to Email. Please enter the code
ar: تم ارسال رمز التفعيل إلى الحساب الخاص بك. الرجاء إدخال الرزم

source: Not Received
ar: لم يتم الاستلام

source: Resend OTP
ar: إعادة إرسال كلمة المرور لمرة واحدة

source: Password reset successful
ar: تمت إعادة تعيين كلمة المرور بنجاح

# password_message_success
source: You have successfully reset your password. Please use your new password when logging in.
ar: لقد قمت بإعادة تعيين كلمة المرور الخاصة بك بنجاح. الرجاء استخدام كلمة المرور الجديدة عند تسجيل الدخول.

source: VERIFY
ar: تأكيد

source: via SMS
ar: عبر الرسائل القصيرة

source: via E-mail
ar: عبر البريد الإلكتروني

# source_of_digital
source: Source of Digital Solutions
ar: منبع الحلول التقنية

source: Get Started
ar: فالتبدأ بانشاء الحساب

# please_enter_user_name
source: Please enter your name
ar: رجاء ادخل الاسم الخاص بك

# invalid_user_name
source: User name must be 4 characters at least
ar: اسم المستخدم يجب ان يكون 4 محارف على الأقل

# cannot_add_more_numbers
source: You can not add more that 3 numbers
ar: لا يمكنك إضافة أكثر من 3 أرقام

source: Cart
ar: السلة

source: Shop
ar: المتجر

# profile_nav
source: Profile
ar: ملفي

# please_enter_location
source: Please enter your location
ar: رجاء ادخل الموقع الخاص بك

# please_enter_phone
source: Please enter your phone number
ar: رجاء ادخل رقم الهاتف الخاص بك

source: Request Maintenance
ar: طلبات الصيانة

source: Selected Video
ar: اختيار الفيديو

source: Selected Image
ar: اختيار الصور

source: Upload the Files here
ar: قم بتحميل الملفات هنا

source: Change language
ar: تغيير اللغة

source: Select currencies to use
ar: حدد العملات المراد استخدامها

source: Change currency
ar: تغيير العملة

source: Store
ar: المتجر

source: Common
ar: إعدادات عامة

source: Products you have
ar: المنتجات التي لديك

source: See All
ar: اظهار الكل

source: Special For You
ar: خصيصا لك

source: Price
ar: السعر

source: Brand
ar: الماركة

source: Model number
ar: رقم الموديل

source: Serial no
ar: الرقم التسلسلي

source: Add to Cart
ar: أضف إلى السلة

source: Profile information
ar: معلومات الملف الشخصي

source: Show all order
ar: عرض جميع الطلبات

source: QAR
ar: ر.ق

source: SAR
ar: ر.س

source: General Data
ar: معلومات عامة

source: Category
ar: الفئة

source: Description & Maintenance
ar: الوصف & الصيانة

source: Purchased date
ar: تاريخ الشراء

source: Installation date
ar: تاريخ التركيب

# technical_man
source: Technician man
ar: مسؤول الصيانة

source: N/A
ar: لا يوجد

source: Order data
ar: معلومات الطلب

source: Ordered at
ar: تاريخ الطلب

source: Order
ar: طلب

source: Total
ar: المجموع

# delivery_statuse
source: Delivery Status
ar: حالة التوصيل

# payment_statuse
source: Payment Status
ar: حالة الدفع

source: Created at
ar: تاريخ الإنشاء

# please_enter_your_registered_email
source: Please enter your email to verify the account
ar: الرجاء ادخال البريد الإلكتروني الخاص بك للتحقق من الحساب

# you_have_order_one_item
source: You have to order one item at least
ar: يمكنك طلب منتج واحد على الأقل

source: Your cart
ar: السلة الخاصة بك

source: Clear
ar: حذف الكل

source: Items
ar: عدد العناصر

source: Add new address
ar: إضافة عنوان جديد

source: Payment Summary
ar: معلومات الدفع

source: Products price
ar: سعر المنتجات

source: Shipping coast
ar: سعر التوصيل

source: Total Payment
ar: المبلغ الكلي

source: Credit/Debit
ar: بطاقة الائتمان

source: Cash on delivery
ar: نقدا عند التوصيل

source: Checkout
ar: تسجيل الدفع

source: Address Info
ar: معلومات العنوان

source: Add Address
ar: إضافة عنوان

source: Country
ar: الدولة

source: City
ar: المدينة

source: Your Country
ar: الدولة الخاصة بك

source: Your City
ar: المدينة الخاصة بك

source: Please select your city
ar: رجاء قم باختيار مدينتك

# you_have_select_country_first
source: You have to select country first
ar: عليك اختيار الدولة أولا

source: Create address
ar: إنشاء عنوان جديد

source: Payment
ar: الدفع

source: Pay
ar: دفع

source: Refresh
ar: تحديث

source: Please press refresh button
ar: رجاء قم بالضغط على زر التحديث

# your_region
source: You region
ar: منطقتك

source: Select your region
ar: قم باختيار المنطقة التي انت فيها

source: Show all request
ar: عرض كافة الطلبات

source: You can see all your maintenance request
ar: يمكنك رؤية جميع طلبات الصيانة الخاصة بك

source: Edit Image
ar: تعديل الصورة

source: Edit Profile
ar: تعديل الملف الشخصي

source: Select image
ar: اختر صورة

# first_name
source: Name
ar: الاسم

# last_name
source: User Name
ar: اسم المستخدم

source: Country code
ar: رمز البلد

source: Edit Contact
ar: تعديل جهة الاتصال

source: My Booking
ar: حجوزاتي

source: Flights
ar: الرحلات

source: Type Description here
ar: اكتب الوصف هنا

source: Enter your description here
ar: أدخل الوصف الخاص بك هنا

source: Select machine
ar: حدد الآلة

source: Contacts
ar: جهات الاتصال

source: Add Contact
ar: إضافة جهة اتصال

source: Save
ar: حفظ

source: Clear all
ar: إزالة الجميع

source: Total item
ar: العناصر الأجمالية

source: Wallet
ar: المحفظة

source: Payment Summery
ar: ملخص الدفع

source: Available Sizes
ar: الأحجام المتوفرة

source: Available Colors
ar: الألوان المتوفرة

source: Colors
ar: الألوان

source: Share
ar: مشاركة

source: Clear Wishlist
ar: مسح قائمة المفضلة

source: Wishlist
ar: المفضلة

source: Remove
ar: حذف

source: Help Center
ar: مركز المساعدة

source: Privacy and policy
ar: السياسة و الخصوصية

source: Categories
ar: الفئات

source: Wallet amount
ar: مبلغ المحفظة

source: Points amount
ar: نقاطي

# my_address
source: Addresses
ar: العناوين

source: My Order
ar: طلباتي

source: Unknown City
ar: مدينة غير معروفة

source: Unknown Country
ar: دولة غير معروفة

source: Failed to load addresses
ar: فشل تحميل العناوين

# address_message
source: You don’t have any addresses saved yet. Add one now to make your checkout process smoother!
ar: ليس لديك أية عناوين محفوظة حتى الآن. أضف عنوانًا الآن لتسهيل عملية الدفع!

source: Select Country and City
ar: اختر البلد والمدينة

source: Select Country
ar: اختار البلد

source: Search Country
ar: البحث عن البلد

source: Select Address
ar: حدد العنوان

# info_dialog_address
source: No Country selected please select a Country first
ar: لم يتم تحديد أي بلد يُرجى تحديد البلد أولاً

source: Failed to load Country
ar: فشل تحميل البلد

source: Failed to load City
ar: فشل تحميل المدينة

source: No City Available
ar: لا توجد مدينة متاحة

source: No Country Available
ar: لا يوجد بلد متاح

source: Select City
ar: اختر مدينة

source: Search City
ar: ابحث عن المدينة

source: Your wallet is empty
ar: محفظتك فارغة

source: All Products
ar: جميع المنتجات

source: All Packages
ar: جميع الطرود

source: Please wait while the data loads from the server.
ar: يرجى الانتظار حتى يتم تحميل البيانات من الخادم.

source: Verify Checkout
ar: تأكيد الطلب

source: Payment Method
ar: طريقة الدفع

source: Address details
ar: تفاصيل العنوان

source: Address created successfully
ar: تم إنشاء العنوان بنجاح

source: Failed to create address
ar: فشل إنشاء عنوان

source: Enter Address
ar: أدخل العنوان

source: Enter Street
ar: أدخل الشارع

source: Postal code
ar: الرمز البريدي

source: Flat
ar: شقة

source: Villa
ar: فيلا

source: Flat Number
ar: رقم الشقة

source: Villa Number
ar: رقم الفيلا

source: Please fill all required fields
ar: يرجى تعبئة جميع الحقول المطلوبة

# done_successfully_check_your_cart
source: Done Successfully please check your cart
ar: تم ذلك بنجاح يرجى التحقق من سلة التسوق الخاصة بك

source: You will get
ar: ستحصل

source: points if you buy this product
ar: من النقاط إذا قمت بشراء هذا المنتج

source: Sign Up
ar: التسجيل

source: Sign In
ar: تسجيل الدخول

source: Or Sign in with
ar: أو قم بتسجيل الدخول باستخدام

source: Enter the password again
ar: أدخل كلمة المرور مرة أخرى

source: We will verify your account
ar: سوف نقوم بالتحقق من حسابك

source: Are you ready?
ar: هل أنت جاهز؟

source: Verify Account
ar: التحقق من الحساب

source: Please enter the password again
ar: الرجاء إدخال كلمة المرور مرة أخرى

source: Thank you for confirming your account
ar: شكرا لتأكيد حسابك

source: Verify Code
ar: التحقق من كود

# otp_send_email
source: We have sent a verification code to your email. Please enter the code to confirm your account
ar: لقد أرسلنا رمز التحقق إلى بريدك الإلكتروني. الرجاء إدخال الرمز لتأكيد حسابك

# do_not_receive_the_message
source: I didn't receive the message
ar: لم أتلق الرسالة

source: Your email is
ar: البريد الإلكتروني الخاص بك هو

source: Your sent code to this email
ar: الرمز الذي أرسلته إلى هذا البريد الإلكتروني

source: Set Profile Details
ar: تعيين تفاصيل الملف الشخصي

source: Back
ar: الرجوع

source: Finish
ar: إنهاء

source: Subscribe to News
ar: اشترك في الأخبار

source: View our latest products and latest news
ar: عرض أحدث منتجاتنا وآخر الأخبار

source: Upload Profile Picture
ar: تحميل صورة الملف الشخصي

source: No image was selected.
ar: لم يتم اختيار أي صورة.

source: Select Profile Picture
ar: حدد صورة الملف الشخصي

source: Please enter your email so you can continue resetting your password
ar: الرجاء إدخال بريدك الإلكتروني حتى تتمكن من مواصلة إعادة تعيين كلمة المرور الخاصة بك

source: Don't have an account ?
ar: ليس لديك حساب؟

source: Choose one Gift
ar: اختر هدية واحدة

source: Select
ar: اختيار

source: Select your gift
ar: اختر هديتك

# faqdesc
source: frequently asked questions
ar: أسئلة شائعة

source: No trips available.
ar: لا توجد رحلات متاحة.

source: No faq available
ar: لا توجد أسئلة وأجوبة متاحة

source: seats booked
ar: المقاعد المحجوزة

source: Where do you want go?
ar: أين تريد أن تذهب?

source: Customization
ar: تخصيص إضافي

source: Book now
ar: احجز الآن

source: Customization options
ar: خيارات التخصيص

source: Book hotel
ar: حجز فندق

source: Book restaurant
ar: حجز مطعم

source: Hotels
ar: الفنادق

source: Restaurants
ar: المطاعم

source: Search Hotel
ar: بحث عن فندق

source: No Resturant Available
ar: لا يوجد مطاعم متاحة

source: Select cuisine
ar: اختر المطبخ

source: Please enter at least one word.
ar: الرجاء إدخال كلمة واحدة على الأقل

source: Travel costs
ar: تكاليف الرحلة

source: One way cost
ar: تكلفة ذهاب

# two_way_cost
source: Round trip cost
ar: تكلفة ذهاب و إياب

source: Arrival City
ar: مدينة الوصول

source: Departure City
ar: مدينة المغادرة

source: Departure Date
ar: تاريخ المغادرة

source: Arrival Date
ar: تاريخ الوصول

source: Number of Guests
ar: عدد النزلاء

source: The flight is not valid for booking.
ar: الرحلة غير صالحة للحجز.

source: We are booking successfully!
ar: تم الحجز بنجاح!

source: Select trip type
ar: حدد نوع الرحلة

source: Individual
ar: فردية

source: Group
ar: جماعية

source: Please select trip type!
ar: من فضلك اخترنوع الرحلة!

source: Cuisine
ar: المطبخ

source: Reserve Now
ar: احجز الآن

# success_pay_message
source: Thank you for your purchase. Your payment has been successfully processed. You can find your reservition details in the Booking Tap.
ar: شكرًا لك على عملية الشراء. لقد تمت معالجة الدفع بنجاح. يمكنك العثور على تفاصيل الحجز الخاص بك في نقرة الحجز.

source: Reservation Details
ar: تفاصيل الحجز

source: Departure
ar: المغادرة

source: Trip Type
ar: نوع الرحلة

source: Booking Type
ar: نوع الحجز

source: Hotel Details
ar: تفاصيل الفندق

source: Restaurant Details
ar: تفاصيل المطعم

source: Status
ar: الحالة

source: Proceed to Payment
ar: الانتقال إلى الدفع

source: Select Payment Method
ar: اختر طريقة الدفع

source: Please select a payment method.
ar: الرجاء اختيار طريقة الدفع.

source: My Reservations
ar: حجوزاتي

source: Quantity
ar: الكمية

source: Order Details
ar: تفاصيل الطلب

# cart_message
source: Your cart is currently empty. Browse our products and add your favorites to get started!
ar: عربة التسوق الخاصة بك فارغة حاليًا . تصفح منتجاتنا وأضف مفضلاتك للبدء!

# favorite_screen
source: Looks like your wish list is empty. Time to fill it up with some fabulous finds
ar: يبدو أن قائمة المفضلة فارغة . حان الوقت لملئها ببعض الاكتشافات الرائعة

source: Delete all wishlist items
ar: حذف جميع عناصر قائمة الرغبات

source: Failed to load favorites
ar: فشل تحميل المفضلة

source: Please select your country
ar: يرجى اختيار بلدك

source: Popular Categories
ar: الفئات الشعبية

source: Notes
ar: ملحوظات

source: Tax coast
ar: قيمة الضرائب

source: Coupon
ar: قسيمة

source: Add Coupon
ar: إضافة قسيمة

source: Color
ar: اللون

source: Size
ar: الحجم

source: Only
ar: متبقي

source: left in stock, order now.
ar: قطعة فقط في المخزون، اطلب الآن.

source: Please check your email or password.
ar: الرجاء التحقق من الايميل أو كلمة السر.

source: Do you want to delete this address?
ar: هل تريد حذف هذا العنوان؟

source: No
ar: لا

source: Delete
ar: حذف

source: Delete Address
ar: حذف العنوان

source: No Order Found
ar: لم يتم العثور على أي طلب

source: Subtotal
ar: المجموع الفرعي

source: Points Earned
ar: النقاط المكتسبة

source: Currency
ar: العملة

source: Address
ar: العنوان

source: User
ar: المستخدم

source: Shipping Cost
ar: تكلفة الشحن

source: Tax
ar: ضريبة

source: Gift Details
ar: تفاصيل الهدية

source: Gift Name
ar: اسم الهدية

source: Gift Category
ar: فئة الهدية

source: Gift Price
ar: سعر الهدية

source: Success, please check your cart
ar: تم النجاح، يرجى التحقق من سلة التسوق الخاصة بك
