Repository: abdulrahman-kharzoum/Files_manger_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: You have add more products over than Stock
ar: لقد أضفت منتجات أكثر من المخزون

source: You have to order one item at least
ar: يجب عليك طلب عنصر واحد على الأقل

source: Related Product
ar: المنتجات ذات الصلة

source: New In
ar: جديد في

source: On Sale
ar: للبيع

source: Featured Products
ar: المنتجات المميزة

source: Notify me
ar: أعلمني

source: Notify request has been sent successfully
ar: تم إرسال طلب الإخطار بنجاح

source: Reorder
ar: أعد الطلب

source: Tags
ar: العلامات

source: Tag
ar: علامة

source: Review
ar: مراجعة

source: Comment
ar: تعليق

source: Comments
ar: تعليقات

source: Upload Image
ar: رفع صورة

# review_message
source: Thank you for your feedback! We appreciate your support.
ar: شكرا لتعليقاتك! نحن نقدر دعمكم.

# review_hint
source: We"d love to hear your thoughts! Please rate and review our product.
ar: نحن نحب أن نسمع أفكارك! يرجى تقييم ومراجعة منتجاتنا.

source: You have to enter comment
ar: يجب عليك إدخال التعليق

source: Enter your comment
ar: أدخل تعليقك

source: Do you really want to logout?
ar: هل ترغب فعلا بتسجيل الخروج؟

source: View all reviews
ar: عرض جميع التقييمات

source: You have already rated it.
ar: لقد قمت بتقييمه بالفعل.

source: You will earn points if you upload a photo.
ar: سوف تكسب نقاط إذا قمت برفع صورة.

source: There are no categories yet. Please try again later.
ar: .لا يوجد تصنيفات بعد الرجاء المحاولة لاحقا

source: Please check your OTP code
ar: يرجى التحقق من رمز OTP الخاص بك

source: The address is required
ar: العنوان مطلوب

source: All Reviews
ar: جميع المراجعات

source: No reviews are available for this product yet.
ar: لا توجد مراجعات متاحة لهذا المنتج بعد.

source: Foloosi method is not available
ar: بوابة فلوسي غير متوفرة

# no_product_available
source: No Product available Now Try again.
ar: لا يوجد منتجات متاحة الآن حاول مرة أخرى.

source: Out of Bounds
ar: خارج الحدود

source: Change City
ar: تغيير المدينة

# out_bound_area_message_
source: The selected location is outside the allowed area. Would you like to change the city?
ar: الموقع المحدد خارج المنطقة المسموح بها. هل ترغب في تغيير المدينة؟

# success_checkout_message
source: Thank you for your purchase. Your payment has been successfully processed. You can find your order details in the Settings screen. Press the 'My Orders' button to view your orders.
ar: شكرا لك على الشراء. تمت معالجة دفعتك بنجاح. يمكنك العثور على تفاصيل طلبك في شاشة الإعدادات. اضغط على زر 'طلباتي' لعرض طلباتك.

source: Enter company details
ar: أدخل تفاصيل الشركة

source: Company name
ar: اسم الشركة

source: Company website
ar: موقع الشركة

source: Company contact details
ar: تفاصيل الاتصال بالشركة

source: Company email
ar: بريد الشركة الإلكتروني

source: Personal information
ar: المعلومات الشخصية

source: Personal email
ar: البريد الإلكتروني الشخصي

source: Upload trade license
ar: تحميل رخصة التجارة

source: Select trade license
ar: اختر رخصة التجارة

source: Source of knowledge
ar: مصدر المعرفة

source: Please specify
ar: يرجى التحديد

source: Additional information
ar: معلومات إضافية

source: Terms and conditions
ar: الشروط والأحكام

source: Agree terms
ar: موافقة على الشروط

source: The current role is:
ar: الصفة الحالية هي:

source: No FAQs available.
ar: لا توجد أسئلة شائعة متاحة.

source: No Privacy and policy available.
ar: لا تتوفر سياسة الخصوصية أو السياسة.

source: No Shipping Policy available.
ar: لا تتوفر سياسة الشحن.

source: Shipping Policy
ar: سياسة الشحن

source: Branches
ar: الفروع

source: Failed to get location:
ar: فشل في الحصول على الموقع:

source: Here are our contact details:
ar: وفيما يلي تفاصيل الاتصال بنا:

source: Support
ar: الدعم

source: Support Section
ar: قسم الدعم

source: Filter by:
ar: تصفية حسب:

source: Sort Options
ar: خيارات الفرز

source: Change Role
ar: تغيير الدور

source: Add business information
ar: إضافة معلومات النشاط التجاري

# register_success_message
source: Registration has been successful. You can log in now.
ar: تم التسجيل بنجاح يمكنك تسجيل الدخول الآن.

source: Please select a color and size first
ar: الرجاء تحديد اللون والحجم أولاً

# stock_does_have_this_amount
source: Stock doesn't have this amount
ar: المخزون ليس لديه هذه الكمية

source: Product added successfully
ar: تمت إضافة المنتج بنجاح

source: Close
ar: إغلاق

source: Please verify the payment before selecting the gift and address.
ar: الرجاء التحقق من الدفع قبل اختيار الهدية و العنوان.

source: Oops! No notifications yet
ar: عفواً! لم تصل أي إشعارات حتى الآن

# no_notification
source: It seems that you've got a blank slate. We’ll let you know when updates arrive!
ar: يبدو أن لديك صفحة فارغة. سنخبرك عندما تصل التحديثات!

# the_product_added_successfully
source: The product was added successfully
ar: تمت إضافة المنتج بنجاح

source: View all products
ar: عرض جميع المنتجات

source: Invalid phone number
ar: رقم الهاتف غير صالح

# invalid_enter_url
source: Please enter a valid URL starting with http:// or https://
ar: الرجاء إدخال عنوان URL صالح يبدأ بـ http:// أو https://

# invalid_username
source: The username must be at least 4 characters
ar: يجب أن يكون اسم المستخدم 4 أحرف على الأقل

source: Please Enter a username
ar: الرجاء إدخال اسم المستخدم

# invalid_address
source: Address must be 5 characters at least
ar: يجب أن يكون العنوان مكونًا من 5 أحرف على الأقل

# enter_your_first_name
source: Please Enter your first name
ar: يرجى إدخال اسمك الأول

# enter_your_last_name
source: Please Enter your last name
ar: يرجى إدخال اسمك الأخير

# enter_your_company_name
source: Please Enter your Company name
ar: يرجى إدخال اسم شركتك

# enter_your_address
source: Please Enter your address
ar: يرجى إدخال عنوانك

source: Please fill required fields
ar: يرجى ملء الحقول المطلوبة

source: No user data found
ar: لم يتم العثور على بيانات المستخدم

source: Pending
ar: قيد الانتظار

source: Done Successfully
ar: تمت بنجاح

source: night
ar: الليلة

source: Set city
ar: تعيين المدينة

source: City set successfully!
ar: تم تعيين المدينة بنجاح!

# you_haven_seized_trips_yet
source: You haven't seized trips yet
ar: لم تقم بحجز رحلات بعد

source: What service are you looking for?
ar: ما هي الخدمة التي تبحث عنها؟

# re_password
source: Re-Enter password
ar: إعادة كلمة المرور

source: select gender
ar: اختار الجنس

source: select birth date
ar: تاريخ الميلاد

source: Favorite
ar: المفضلة

# my_boards
source: My Groups
ar: لوحاتي

source: Subpanels
ar: اللوحات الفرعية

source: Main board
ar: لوحة رئيسية

source: Subpanel
ar: لوحة فرعية

source: There are no applications
ar: لا توجد تطبيقات

source: Applications
ar: التطبيقات

source: Click on the app to add it to the board.
ar: اضغط على التطبيق لإضافته للوحة.

source: Stop recording
ar: إيقاف التسجيل

source: Audio recording in progress
ar: تسجيل الصوت جاري

source: Screen recording in progress
ar: تسجيل الشاشة جاري

source: Open file
ar: فتح الملف

source: Voice message
ar: رسالة صوتية

source: No messages yet
ar: لا رسائل بعد

source: Screen recording stopped
ar: تم إيقاف تسجيل الشاشة

source: Screen recording started
ar: بدأت عملية تسجيل الشاشة

source: Record audio
ar: تسجيل صوت

source: Attach file
ar: إرفاق ملف

source: Record video
ar: تسجيل فيديو

source: Record screen
ar: تسجيل شاشة

source: Write your message
ar: اكتب رسالتك

source: Share Link
ar: مشاركة الرابط

source: Copy
ar: نسخ

source: Move
ar: نقل

source: Revision History
ar: سجل التعديلات

# shape
source: Style
ar: الشكل

source: Default Language
ar: اللغة الافتراضية

source: Select Language
ar: اختر اللغة

source: To-do list
ar: قائمة المهام

source: Chat
ar: محادثة

source: There are no sub-panels
ar: لا توجد لوحات فرعية

source: Saving...
ar: جاري الحفظ

source: Board settings
ar: إعدادات اللوحة

source: Leaving
ar: جاري المغادرة

source: Create a subboard
ar: إنشاء لوحة فرعية

source: Move the board
ar: نقل اللوحة

# leave_the_board
source: Leave the group
ar: مغادرة اللوحة

source: Add your boards to favorites to see them here.
ar: أضف اللوحات الخاصة بك إلى المفضلة لتراها هنا.

source: Birth date
ar: تاريخ الميلاد

source: Crop Image
ar: قص الصورة

source: Pick a color
ar: اختر لونا

source: Color picker
ar: أداة اختيار الألوان

source: Private
ar: خاص

source: Only board users can view it.
ar: يمكن فقط لمستخدمي اللوحة مشاهدتها.

source: General
ar: عامة

source: Anyone with the link to the board can view it.
ar: يمكن لأي شخص لديه رابط اللوحة مشاهدتها.

source: Add User
ar: إضافة مستخدم

source: Edit user
ar: تعديل المستخدم

source: Adding
ar: جاري الإضافة

source: Editing in progress
ar: جاري التعديل

source: Admin
ar: المدير

source: Guest
ar: ضيف

source: Name
ar: الاسم

source: Attachments
ar: المرفقات

source: Change password
ar: تغيير كلمة المرور

source: Report
ar: تقرير

source: Daily report
ar: التقرير اليومي

source: Enter report here
ar: أدخل التقرير هنا

source: Write your report
ar: اكتب تقريرك

source: New task is being added
ar: جاري إضافة مهمة جديدة

source: There are no tasks yet.
ar: لا يوجد مهام بعد.

source: Submit report
ar: إرسال التقرير

source: Add new task
ar: إضافة مهمة جديدة

source: There are no documents yet.
ar: لا توجد وثائق حتى الآن.

# admin_desc
source: He has all the powers, such as adding and deleting applications and modifying settings, as well as controlling other members, including the administrator who founded the board.
ar: يمتلك جميع الصلاحيات, كإضافة التطبيقات و حذفها و التعديل على الإعدادات, وكذلك التحكم في الأعضاء الآخرين بما فيهم المدير مؤسس اللوحة.

# guest_desc
source: He will be able to view the content of the boards only, without any additional permissions.
ar: سيتمكن من الاطلاع على محتوى اللوحات فقط, دون أي صلاحيات إضافية.

# user_desc
source: He can add, delete and edit within the app, but he will not be able to add apps or control settings.
ar: يستطيع الإضافة و الحذف و التعديل داخل التطبيق, لكن لن يكون بإمكانه إضافة تطبيقات أو التحكم بالإعدادات

source: Select users
ar: اختر مستخدمين

source: Deadline
ar: المهلة

source: No date
ar: لا يوجد تاريخ

source: Last modified
ar: آخر تعديل

source: Readable
ar: مقروء

source: Unreadable
ar: غير مقروء

source: Task copied successfully
ar: تم نسخ المهمة بنجاح

source: Enter a message
ar: أدخل الرسالة

# no_boards_available
source: No boards available Create a board to see it
ar: لا توجد لوحات متاحة قم بإنشاء لوحة لرؤيتها

source: Please Check your internet and try again
ar: يرجى التحقق من اتصالك بالإنترنت والمحاولة مرة أخرى

source: You cannot change the status of that task.
ar: لا يمكنك تغيير حالة المهمة تلك.

source: Replying to
ar: الرد على

source: Add board
ar: إضافة لوحة

source: Add application
ar: إضافة تطبيق

source: Settings board
ar: إعدادات اللوحة

source: please enter name
ar: الرجاء إدخال الاسم

# name_length
source: Name must be at least 3 characters long
ar: يجب أن يكون الاسم مكونًا من 3 أحرف على الأقل

source: Please Enter Username
ar: الرجاء إدخال اسم المستخدم

# userName_length
source: UserName must be at least 5 characters long
ar: يجب أن يكون اسم المستخدم مكونًا من 5 أحرف على الأقل

# enterBoardTitle
source: Enter Group Name
ar: ادخل اسم المجموعة

# enterBoardDes
source: Enter Group Description
ar: ادخل وصف المجموعة

# added
source: Added Successfully
ar: تمت الإضافة بنجاح

source: Folder Name
ar: اسم الملف

# create_folder
source: Create New Folder
ar: إنشاء ملف جديد

# folder_name_not_empty
source: Folder name cannot be empty.
ar: اسم الملف يجب أن لايكون فارغاً

source: Create
ar: إنشاء

# enter_folder_name
source: Enter the name of your new folder
ar: أدخل اسم المجلد الجديد الخاص بك

# wrongEmailOrPass
source: Wrong Email or Password
ar: بريد إلكتروني أو كلمة مرور خاطئة

source: Invite
ar: دعوة

source: inviting
ar: يتم الدعوة

# user_invited
source: User is Invited to the group
ar: تم دعوة المستخدم للمجموعة
